const story = {
  "場面1": {
      "image": "IMAGE_character/ch_summer_1.png",
    "text": "あの夏、おばあちゃんが亡くなった\n嵐が騒がしくも...村を覆った。\n子供の頃だったからか、私はよく幻を見た。\nそんな日はいつもおばあちゃんの懐に潜り込んでようやく眠りについたものだった。\nおばあちゃんが亡くなってしまったから、今度は怖い夢を見たり、何かを見たりしたら誰に話そう？",
    "choices": [
      {
        "label": "絶望が先だった。",
        "next": "場面2"
      }
    ]
  },
  "場面2": {
     "image": "images/summer/crying-girl.png",
    "text": "雨が降り注ぎ、私は家にいなかった。家の隅で何か怖いものを見た。\nお姉ちゃんは葬式の列に従って行った。でも私は行かなかった。怖かった。\nお姉ちゃんは泣かなかった。人々はみんな真剣だった。\n保護者のいない私たちの行く末がどこへ向かうのか、誰も分からなかった。\nそしてお姉ちゃんはそれを恐れていた。\nそこに、私が見たものについて話す機会なんてないのだ。",
    "choices": [
      {
        "label": "でも確かにそこに...",
        "next": "場面2-1"
      }
    ]
  },
  "場面2-1": {
    "image": "images/summer/crying-girl.png",
    "text": "「あなた、一人でここで何をしているの？\n雨にびしょ濡れになって...お姉ちゃんはどこに置いてきたの？」\n「...おばあちゃんについて行きました。」\n「あらまあ、今は一人なの？」\n「はい。」\n「どうしましょう。こんなに濡れて...あなた、私の家に行きましょう。」\n「...ここがいいです。」\n「この大きな木の下で何故？雨も避けられないのに。」",
    "choices": [
      {
        "label": "「ただここがいいんです。」",
        "next": "場面2-2"
      }
    ]
  },
  "場面2-2": {
    "image": "images/summer/crying-girl.png",
    "text": "「それじゃあ少しここで待ってて。心配になっちゃって。」\n声をかけてくれたおばさんは去った。\nみんなが葬式の列について行ったわけではなかったんだな。\n私と同じような人がいるということで少しは安心した。",
    "choices": [
      {
        "label": "おばさんはすぐに戻ってきた。",
        "next": "場面2-3"
      }
    ]
  },
  "場面2-3": {
    "image": "images/winter/pot-of-tea.png",
    "text": "「私の家で作ったお茶よ。どう？」\n彼女は保温瓶と一緒に戻ってきた。\n蓋を開けて少しお茶を注いでくれたのだが、香りがとても良かった。\n「あなたの家でも飲んだでしょ？おばあちゃんの腕前が良かったのよ。雀舌茶というの。知ってる？」\n知っていた。おばあちゃんが昔よく作っていたという。\n茶葉を揉まなければならないのだが、手首が痛くてできないとこの数年間はしなかった。",
    "choices": [
      {
        "label": "ありがとうございます。",
        "next": "場面2-4"
      }
    ]
  },
  "場面2-4": {
    "image": "images/winter/pot-of-tea.png",
    "text": "温かいお茶を飲むと体が温まった。\n心も落ち着いた。すすり泣く鼻をさっと拭きながら、うつむいていた頭をそっと上げた。\nおばさんが頭を優しく撫でてくれた。",
    "choices": [
      {
        "label": "「少ししたら家に帰りなさい。怖がって入らないなんて話になるの？あなたの家なのに。」",
        "next": "場面2-5"
      }
    ]
  },
  "場面2-5": {
    
    "image": "images/winter/pot-of-tea.png",
    "text": "「...変なものを見たんです。」",
    "choices": [
      {
        "label": "「ただの影よ。影。大丈夫。」",
        "next": "場面2-6"
      }
    ]
  },
  "場面2-6": {
    
    "image": "images/winter/pot-of-tea.png",
    "text": "「怖いのは本当に嫌なのに...」",
    "choices": [
      {
        "label": "「起きたら家に帰りなさい。待ってるじゃない。」",
        "next": "場面3"
      }
    ]
  },
  "場面3": {
    "image": "images/summer/old-dark-house.png",
    "text": "カラスの鳴き声が騒がしく響いた。\n私ははっと驚いて頭を上げ、周りを見回した。\nおばさんはいなかった。眠っていたのか、私が？\n本当に。呆気に取られた。",
    "choices": [
      {
        "label": "カラスがまた騒がしく鳴く。",
        "next": "場面3-1"
      }
    ]
  },
  "場面3-1": {
    
    "image": "images/summer/old-dark-house.png",
    "text": "急いで立ち上がって周りを見回してから、歩き始めた。\n最初は歩いていたが後で走った。雨筋を突き抜けて通りを通り過ぎるのに、\n人々はみんな葬式の列について行ったのに、あちこちで見慣れないものがまた見えた。",
    "choices": [
      {
        "label": "目をぎゅっと閉じて、ずっと真っ直ぐに駆け抜けた。",
        "next": "場面3-2"
      }
    ]
  },
  "場面3-2": {
    
    "image": "images/summer/old-dark-house.png",
    "text": "雷が落ちる。息を切らして。雨筋は続いて流れ。\n体は湿っている。瞬間、誰かが後ろ首をぐっと掴むような気がした。",
    "choices": [
      {
        "label": "悲鳴を上げながら転げ回った。",
        "next": "場面3-3"
      }
    ]
  },
  "場面3-3": {
      "image": "images/summer/white-flower.png",
    "text": "うずくまったまま伏して、首を探りながら息を殺した。\n心臓が狂ったようにドキドキした。後ろに何があったのか、何もないことを確認しなければならないと思ったが、なかなか頭を上げることができなかった。\nまさに圧倒されたようだった。",
    "choices": [
      {
        "label": "頭を深くうつむいたまま、何もすることができなかった。",
        "next": "場面3-3-1"
      },
   ]
  },
  "場面3-3-1":{
      "image": "images/summer/white-flower.png",
    "text": "雨音だけが聞こえ、分からない鳥肌が耳まで立った。\nお姉ちゃん？小さな声で聞いた。くすくす笑う音が聞こえた。\n笑い声のようなものが遠くからも、近くからも聞こえた。",
    "choices":[
      {
        "label": "涙があふれ出る。",
        "next": "場面3-4"
      }
    ]
  },
  "場面3-4": {
    
    "text": "ひらり、音と共に、何かが近づいてきた。ぶるぶる震えているのに、\nこつ、くちばしが頭頂部をつついた。",
    "choices":[
      {
        "label": "慎重に頭を上げると、そこには...",
        "next": "場面3-4-1"
      }
    ]
  },
  "場面3-4-1":{
      "image": "images/summer/crow-on-the-street.png",
    "text": "\nとんでもないことに。カラスがいた。\n人が怖くもないのか。\nカラスが首をかしげながら私を見物していた。\n\nくちばしをカチカチ鳴らしてから翼をばたばたする。",
    "choices": [
      {
        "label": "緊張がほぐれた。",
        "next": "場面3-5"
      }
    ]
  },
  "場面3-5": {
      "image": "images/summer/crow-on-the-street.png",
    "text": "よろめきながら立ち上がると、周りには何もなかった。\nカラスがまた翼をばたばたした。\nよく見ると翼を怪我したのか、それとも濡れて飛ぶのが嫌になったのか。",
    "choices": [
      {
        "label": "まるで自分を連れて行けというようにうろうろしている。",
        "next": "場面3-6"
      }
    ]
  },
  "場面3-6": {
      "image": "images/summer/crow-on-the-street.png",
    "text": "結局カラスを胸に抱いた。懐の中で温かいものが入ってくると他の考えは浮かばなかった。\nゆっくりと歩きながらカラスを一生懸命抱きながら家に帰った。\nカラスは家に着くともがいた。そして放してやると、ひゅう、飛んで行ってしまった。",
    "choices": [
      {
        "label": "元気な奴だった。無駄な心配を...",
        "next": "場面3-7"
      }
    ]
  },
  "場面3-7": {
    
    "image": "images/summer/old-dark-house.png",
    "text": "家に帰ってからはまず服を着替えた。\n濡れた髪もタオルでよく拭いた。\nボイラーをつけて、うずくまったまま布団の中に潜り込んだ。",
    "choices": [
      {
        "label": "おばあちゃんに会いたい。",
        "next": "場面3-8"
      }
    ]
  },
  "場面3-8": {
    "image": "images/summer/old-dark-house.png",
    "text": "うずくまったままずっとおばあちゃんを思っていて、目を閉じた。\nその瞬間だけは家が不便でも、怖くもなかった。",
    "choices": [
      {
        "label": "快適だった。とても、とても居心地が良かった。",
        "next": "場面4"
      }
    ]
  },
  "場面4": {
      "image": "images/winter/red-tea.png",
    "text": "お姉ちゃんの指先は赤かった。お姉ちゃんを追いかける暇もなくお姉ちゃんは私の手を払いのけ、列について行った。\n私は内心お姉ちゃんの赤い指先がずっと気になった。\nお姉ちゃんはおばあちゃんの最期を見たんだ。おばあちゃんは最後に苦しんでいたの？\nお姉ちゃんはおばあちゃんを助けたの？",
    "choices": [
       { "label": "でもお姉ちゃんはどんな答えもくれなかった。",
        "next": "場面4-0-1"
      },
    ]
  },
  "場面4-0-1":{
    "image": "images/winter/red-tea.png",
    "text": "\n私はもしかするとお姉ちゃんがおばあちゃんの最期を手助けしても構わないと思った。\nおばあちゃんは辛そうだったから。自分で終わりにできないなら、他人が必要だったかもしれない。\nでもお姉ちゃんは思っているより臆病で、断固としていられないから。\n\nそうね、よく分からない。おばあちゃんは教えてくれずにただお願いをしたかもしれない。",
    "choices": [
      {
        "label": "どういうわけか様子が思い浮かんだ。",
        "next": "場面4-1"
      }
    ]
  },
  "場面4-1": {
    "image": "images/winter/red-tea.png",
    "text": "おばあちゃんは薬だと言っただろう。そしてお姉ちゃんに入れてくれと頼んだだろう。\n最後だから、好きなものに入れて飲みたいと言っただろう。\nおばあちゃんは甘い覆盆子のシロップがとても好きだった。\n\n手間も少なく、簡単だと言いながらこれだけは欠かさなかった。\n私たちの家には覆盆子のシロップが三瓶もある。\n三人で食べるには多すぎないかという話もあるが、一年が終わる前に毎回なくなる。",
    "choices": [
      {
        "label": "氷水に覆盆子シロップを入れると本当においしい。",
        "next": "場面4-2"
      }
    ]
  },
  "場面4-2": {
    "image": "images/summer/hand-of-grandmother.png",
    "text": "おばあちゃんは覆盆子を入れてくれと言いながら、薬も持ってきてくれと頼んだだろう。\nその薬は粉だっただろうし、名前がなかっただろう。\nそしておばあちゃんは、直接その粉薬を開けて、飲んだだろう。",
    "choices": [
      {
        "label": "とても穏やかな表情だっただろう。",
        "next": "場面5"
      }
    ]
  },
  "場面5": {
    
    "image": "images/summer/hand-of-grandmother.png",
    "text": "\nありがとうと伝えておくれ。\nその言葉を聞いたような気もするが、確かではない。\nそして誰かが私をやたらと揺すって起こして目を開けた。",
    "choices": [
      {
        "label": "「あなた一体ここで何をしているの？」",
        "next": "場面5-1"
      }
    ]
  },
  "場面5-1": {
    
      "image": "IMAGE_character/ch_winter_1.png",
    "text": "びしょ濡れのままお姉ちゃんが泣いていた。\n「ずっと探し回ったじゃない。列の最後にいるだろうと思ったのにいなくて、\n誰かが木の下にいるのを見たと言うので行ってみたらそこにもいなくて。\nしばらく探し回ったのよ。家に帰るなら、家に帰るって！\n誰かにでも一言言うか...\"\n",
    "choices": [
      {
        "label": "お姉ちゃんがすすり泣いていた。",
        "next": "場面5-2"
      }
    ]
  },
  "場面5-2": {
      "image": "IMAGE_character/ch_winter_1.png",
    "text": "「...雨が降ったから。家に来たの。」\n「一言くらい言わなきゃ。私は、私はあなたが...」\n「雨に濡れて、眠くなったの。」\n「あなたがいなくなったら、あなたまでいなくなったら、私は...」",
    "choices": [
      {
        "label": "お姉ちゃんが私をぎゅっと抱きしめた。",
        "next": "場面5-3"
      }
    ]
  },
  "場面5-3": {
    
    "image": "images/summer/hand-of-grandmother.png",
    "text": "私は悩んでから言葉を少し口にした。\n「...お姉ちゃん、私おばあちゃんを見たの。」\n「何を言ってるの、たわごとを言わないで。」\n「ありがとうって伝えてくれって...」",
    "choices": [
      {
        "label": "「もうやめて！」",
        "next": "場面5-4"
      }
    ]
  },
  "場面5-4": {
    
    "image": "images/summer/hand-of-grandmother.png",
    "text": "大声を出すお姉ちゃんを見て呆気に取られた。\n「もうやめて。もうおばあちゃんもいないじゃない。関心を引こうとする話はやめて！」\n「...そうじゃなくて、本当に。」\n「もううんざり。困らせないで。お願い、もう私たち二人で生きていかなければならないのよ。」",
    "choices": [
      {
        "label": "「お姉ちゃん、私は...いや、本当にだから...」",
        "next": "場面5-4-1"
      }
    ]
  },
  "場面5-4-1": {
    
    "image": "images/summer/hand-of-grandmother.png",
    "text": "「家にはまっすぐ来たの？なぜそんなに雨に濡れて。」\n「あるおばさんが、家に帰りなさいと言って...お茶もくれて。」\n「...誰が？」\n「その...雀舌茶だとかいろいろくれたのに...」\n「一体誰が？今日村の人たちがみんな葬式に来たじゃない。」",
    "choices": [
      {
        "label": "「いえ、一人いらしたのよ...」",
        "next": "場面5-5"
      }
    ]
  },
  "場面5-5": {
    
      "image": "IMAGE_character/ch_winter_1.png",
    "text": "たわごとだというように、また関心を引こうとしているというようにお姉ちゃんがうんざりしたように顔をしかめた。「私たちの村にあなたの知らない人がいる？」\n「...ある人が、遊びに来たか。それとも他の家の親戚かもしれないから。」\n「いない。いない！誰もいない。そうなら、この山奥に車でもあるでしょう。車一台もなしに誰が来る？」\n「いえ、本当よ。本当なのに。雀舌茶もくれて...」",
    "choices": [
      {
        "label": "「お願い！ただ。ただ正直に言って。ね？ソハ、お願い...」",
        "next": "場面5-6"
      }
    ]
  },
  "場面5-6": {
      "image": "IMAGE_character/ch_winter_1.png",
    "text": "お姉ちゃんの顔がかなり切実に見えて、結局口を閉じるしかなかった。「ごめん。全部嘘よ。」\n「...そう、大丈夫。大丈夫よソハ。」\n\n怒りを収めたお姉ちゃんがまた私をぎゅっと抱きしめた。",
    "choices": [
      {
        "label": "その時、部屋の隅で何かが動くのを見た。",
        "next": "場面5-7"
      }
    ]
  },

  
  "場面5-7": {
    
    "image": "images/summer/hand-of-grandmother.png",
    "text": "ゆっくり、ゆっくりと。ある影のようなものが。\n静かに、家を出ていく。\nそして門がきしむ音がして、雨風が吹き荒れ。",
    "choices": [
      {
        "label": "カラスが鳴く。",
        "next": "場面5-8"
      }
    ]
  },

   "場面5-8": {
    
    "image": "images/summer/hand-of-grandmother.png",
    "text": "遠く、去っていく。\nどういうわけかそれが、おばあちゃんだったという気がした。",
    "choices": [
      {
        "label": "とんでもないことに。",
        "next": "場面6"
      }
    ]
  },
  "場面6": {
    
    "image": "images/summer/view-of-town.png",
    "text": "\nその後私たちは互いに支え合って生き、村の人たちも助けてくれた。\nでもお姉ちゃんにはもう話すことができなかった。私は時々変なものを見たが、誰にも話さなかった。\n\nもうお姉ちゃんに話すことのできない部分が増えて、だんだん距離を感じた。\nお姉ちゃんが私を愛しているのは分かる。私たちは一人だけの家族だから。\nでも...\n",
    "choices": [
      {
        "label": "でも...",
        "next": "場面6-1"
      }
    ]
  },
  "場面6-1": {
    "image": "images/summer/view-of-town.png",
    "text": "話すことができないというのは辛い。\n一人故郷に降りてきてからはしばらく考えに耽った。\nもう私に見えるものを否定することはできなかった。",
    "choices": [
      {
        "label": "お姉ちゃんと距離を置こう。",
        "next": "場面6-2"
      }
    ]
  },
  "場面6-2": {
      "image": "IMAGE_character/ch_winter.png",
    "text": "そう、決心した。ただ永遠にではない。\n私が私の目に見えるものが何なのか、私が経験したことが何なのか本当に分かるまで。\nそして、いつか、それをお姉ちゃんにも話すことができる時まで...",
    "choices": [
      {
        "label": "お姉ちゃんと離れなければならない。",
        "next": "場面6-3"
      }
    ]
  },
  "場面6-3": {
    "image": "IMAGE_character/ch_summer.png",
    "text": "そうだからといってお姉ちゃんが嫌いなわけではない。\n永遠の別れでもない。\nただ私のために、お互いのために。\n\n私は私を解明しなければならないのだ。",
    "choices": [
      {
        "label": "物語が終わりました。",
        "next": "場面7"
      }
    ]
  },
  "場面7": {
    "text": "",
    "choices": [
       {
        "label": "終了する",
        "next": "__END__"
      },
      {
        "label": "スタートメニューに戻る",
        "next": "__MENU__"
      },
      {
        "label": "最初の場面に戻る",
        "next": "場面1"
      }
    ]
  }
}