const story = {
  "장면1": {
    "text": "동생은 종종 이상한 생각을 하고는 했다.\n상상력이 풍부한 아이였다.\n 성년이 된 걸 축하한다고 메세지를 보냈지만 그 애는 답장이 한참이나 없었다.\n그러다가 돌아온 답은, 메세지 한 통이었다. \"당분간 연락하지 않고 싶어. 언제까지일지는 나도 몰라.\"\n 단순한 말이었지만 어째선지, 그 말이 꼭. 어쩌면 아주 평생, 영영. 연락하고 싶지 않다는 것으로 보였다.",
    "choices": [
      {
        "label": "동생과의 갈등은 꽤 오래됐다. 삐그덕거림은 점점 더 커져만 갔고.",
        "next": "장면1-1"
      }
    ]
  },
  "장면1-1": {
    "text": "고칠 법도, 되돌릴 법도 모르겠으며 이렇게 벌어지게 된 이유도 사실은 모르겠다\n하지만 시작점은 안다.\n할머니가 돌아가신 그 여름.",
    "choices": [
      {
        "label": "분명, 그게 모든 것의 시작이었다.",
        "next": "장면1-2"
      }
    ]
  },
  "장면1-2": {
    "text": "... ...\n... ...\n그렇다고 해서, 돌아가신 할머니가 다시 살아오실 것도 아니고.\n괜히 생각해봤자 기분만 나빠진다.",
    "choices": [
      {
        "label": "그렇지만 이제 동생의 물건은, 그 고향 집에밖에 남아있지 않다.",
        "next": "장면1-3"
      }
    ]
  },
  "장면1-3": {
    "text": "생각해보면 말이다.\n그 집에 내가 볼 일이 있었다. 너무 오래 가지 않았고, 또 관리해야 할 것도 있었고...\n어쩔 수 없네.",
    "choices": [
      {
        "label": "그 집에 돌아가봐야겠다.",
        "next": "장면2"
      }
    ]
  },
  "장면2": {
    "text": "마을은 변하지 않았다.\n다만 사람들이 거의 떠나 아주 조용했다.\n눈으로 뒤덮인 마을에, 살아있는 것이라곤 저 뿐인것 같았다.",
    "choices": [
      {
        "label": "집에 들어간다.",
        "next": "장면2-1"
      }
    ]
  },
  "장면2-1": {
    "text": "오래 방치된 집에서는 꼭 무너질 듯 눈이 한가득 쌓여있었다.\n마당 한 구석에는 복분자 나무가 있었다. \n마루에는 누군가 두고 간 듯, 찻잎이 놓여있다. 언제 두고 가신걸까?\n지붕 위에 까마귀가 앉아 있다. 언제 온 지도 몰랐는데.",
    "choices": [
      {
        "label": "복분자 나무를 살펴 본다",
        "next": "장면3-1"
      }
    ]
  },
  "장면3-1": {
    "text": "할머니는 복분자를 좋아하셨다.\n이 근방에는 꽤 좋은 복분자가 나서, 다른 곳과는 또 다르다고.\n어려서부터 할머니가 담근 복분자청을 자주 마셨다. 따뜻한 물에 조금 넣으면 그게 차가 되었다.\n늘 식사를 마치면 타주시곤 했었지...",
    "choices": [
      {
        "label": "다음",
        "next": "장면3-2"
      }
    ]
  },
  "장면3-2": {
    "text": "복분자 나무는 메말라 있다.\n손끝으로 나무를 메만졌다.\n할머니는 마지막 순간까지도 복분자를 마시고 싶다고 하셨다.\n주위를 둘러보았다. 아직 남은 것들이 있다.",
    "choices": [
      {
        "label": "작설차를 열어본다.",
        "next": "장면4"
      }
    ]
  },
  "장면4": {
    "text": "곱게 포장된 것을 열어보니, 다행히 안에 곰팡이는 피지 않았다.\n뚜껑을 열자마자 고운 향이 퍼져나간다. 손으로 으깨어 즙을 낸 찻잎은 늘 진한 향이 났다.\n이렇게 된 김에,",
    "choices": [
      {
        "label": "한번 마셔볼까... 싶었다.",
        "next": "장면4-1"
      }
    ]
  },
  "장면4-1": {
    "text": "하지만 끓일 곳이 없는 걸. 수도도 끊긴지 오래인 곳이다. 눈을 퍼서 끓일 수도 없고. 어쩔 수 없네.",
    "choices": [
      {
        "label": " 잘 챙겨두어야지. ",
        "next": "장면4-2"
      }
    ]
  },
  "장면4-2": {
    "text": "찻잎에 한참이나 코를 두고 생각에 잠겼다.\n그 여름, 사실 나는 동생이 무서웠다. \n나를 의심해서가 아니라-. 그 애가 바라보는 것, 떠올리는 것, 그리고...\n겪었다고 말하는 것들.\n무엇보다-. 내가. \n그 애와 함께 있을 때 본 것들이 두려웠다.",
    "choices": [
      {
        "label": "고개를 젓는다.",
        "next": "장면4-3"
      }
    ]
  },
  "장면4-3": {
    "text": "그 애는 조금... 특이했다. \n난 그게 무서웠다. 그래서 더 터무니 없이 날카롭게 굴었을 지도 모른다.\n그래, 나는 그 애에게 못되게 굴었다. 계속 헛된 말을 한다고, 쓸데없이 거짓말을 해서...\n나를 심란하게 하는 거라고. 믿고 싶었다. \n하지만...",
    "choices": [
      {
        "label": "정말로 그게, 다 거짓말이었을까?",
        "next": "장면5"
      }
    ]
  },
  "장면5": {
    "text": "차 뚜껑을 잘 닫고 고개를 내저었다. 아니, 역시 바보같은 생각이다. 그만두자. \n그 순간, 까마귀가 까악-. 울어댄다.",
    "choices": [
      {
        "label": "뒤를 돌아보며 지붕 위를 올려다보았다.",
        "next": "장면5-1"
      }
    ]
  },
  "장면5-1": {
    "text": "새하얀 구름이 깔린 하늘, 눈이 내리고 있다.\n지붕 위로 천천히 눈이 내리고, 까마귀는 날개를 푸드덕거리면서 눈을 털 뿐, 떠나지 않았다.\n꼭 나를 기다려온 것 같았다. 아주 오래...",
    "choices": [
      {
        "label": "까악",
        "next": "장면5-2"
      }
    ]
  },
  "장면5-2": {
    "text": "동생은, 그 애는 희한했다.\n남들과는 달랐다. 너무 달랐다.\n그 애는 까마귀를 좋아했다. 어릴 때는 무서워했으면서.\n언제부턴가 까마귀를 좋아했다...",
    "choices": [
      {
        "label": "그날에도 까마귀가 울어댔어. 아주 오래...",
        "next": "장면5-3"
      }
    ]
  },
  "장면5-3": {
    "text": "비밀 하나를 말해보자.\n정말로 바보같은 일이라고, 내가 착각한 거라고, 어린 마음에 터무니 없이 휘둘렸던 거라고 생각했지만.",
    "choices": [
      {
        "label": "......",
        "next": "장면5-4"
      }
    ]
  },
  "장면5-4": {
    "text": "나는 사실 그 날, 동생이, 동생의 곁에 있던, 동생을, ...그러니까.",
    "choices": [
      {
        "label": "나는 어쩌면 알았을 지도 모른다.",
        "next": "장면5-5"
      }
    ]
  },
  "장면5-5": {
    "text": "동생이 한 말이 전부 진짜였다는 걸.\n그 애가 말하고 겪은 게 전부 사실이라는 걸.\n받아들일 수 없던 것 뿐이지.",
    "choices": [
      {
        "label": "동생은 정말로 그날...",
        "next": "장면5-6"
      }
    ]
  },
  "장면5-6": {
    "text": "... 사과를 할까.\n사과를 할까. 이야기를 해볼까.\n그날, 사실은 아고 있었다고.\n무서워서 외면하려고 했지만.",
    "choices": [
      {
        "label": "사실은...",
        "next": "장면5-7"
      }
    ]
  },
  "장면5-7": {
    "text": "나는 그 여름, 말할 용기가 없었다.\n받아들일 수 없었다.\n정말로... 정말로.... \n무서웠던 거다. \n[]",
    "choices": [
      {
        "label": "결심했다",
        "next": "장면6"
      }
    ]
  },
  "장면6": {
    "text": "동생에게 연락을 하기로 했으나 어떻게 말해야 할지 몰라 오래 고심하다가, 까무룩 잠에 들어버렸다.\n간만에 꿈을 꿨다. 희한한 일이지, 나는 거의 꾸지 않는데...\n온 세상이 하얗게 물들어 있었다. 온통 눈으로 뒤덮혀, 소리도 빛도 없이.\n모두 한 빛으로만...",
    "choices": [
      {
        "label": "나는 계속해서 걷는다. 계속해서... ",
        "next": "장면6-1"
      }
    ]
  },
  "장면6-1": {
    "text": "그러다가, 먼 곳에서 우렁찬 소리와 함께, 우지끈 소리가 들렸다...",
    "choices": [
      {
        "label": "저게 뭐지?",
        "next": "장면6-2"
      }
    ]
  },
  "장면6-2": {
    "text": "나는 달려갔다. 꿈이라 그런지, 눈 밭인데도 넘어지질 않았다.\n눈 위를 계속해서 내달렸다. \n흰 눈밭은 끝이 나지를 않는데, 연기가 피어오르는 곳이 있었다.\n흰 연기가... 쓰러진 나무에서 나고 있었다.",
    "choices": [
      {
        "label": "나무에게 다가갔다.",
        "next": "장면6-3"
      }
    ]
  },
  "장면6-3": {
    "text": "나무는 산산조각 나 있었다. \n산산조각 난 채로... \n\n오래되고 말라비틀어진 나무 뿌리 사이로, 무언가 본 것도 같다.\n아주 오래된 슬픔 같기도, 어린 얼굴 같기도 한 무언가가 스쳐지나갔다.",
    "choices": [
      {
        "label": "하지만 분명치 않았다.",
        "next": "장면6-4"
      }
    ]
  },
  "장면6-4": {
    "text": "그런데 어째서일까. 나는 꼭 그게 내가 아주 오래 잊으려 한 무언가라는 생각이 들었다.\n아주 오래, 잊으려 한 무언가. 외면했던 무언가. \n그리고 그 아래에 어린 아이의 얼굴이.",
    "choices": [
      {
        "label": "그 얼굴이 꼭.",
        "next": "장면6-5"
      }
    ]
  },
  "장면6-5": {
    "text": "어린 시절의 나 같기도.\n그 애의 얼굴 같기도...",
    "choices": [
      {
        "label": "모르겠다.",
        "next": "장면6-6"
      }
    ]
  },
  "장면6-6": {
    "text": "눈을 뜨니 사방이 어두컴컴했다. 밤이 되어버린 것이다.\n내일 다시 서울로 올라가야지.\n그리고. \n그리고 어쩌면, 다시.",
    "choices": [
      {
        "label": "동생과 다시...",
        "next": "장면7"
      }
    ]
  },
  "장면7": {
    "text": "작설차를 끓였다. \n기억보다도 더 선명하고, 진한 향이다.",
    "choices": [
      {
        "label": "가만히 앉아 동생에게 메일을 쓰기 시작했다. ",
        "next": "장면7-1"
      }
    ]
  },
  "장면7-1": {
    "text": "어쩌면 우리는 다시 연락을 할지도 모른다. \n다시 가족이 될 지도 모른다.",
    "choices": [
      {
        "label": "다시, 서로가 서로에게 중해질지도 모른다. ",
        "next": "장면7-2"
      }
    ]
  },
  "장면7-2": {
    "text": "그게 아니라도 좋다.",
    "choices": [
      {
        "label": "적어도 우리는 다시 서로를 마주볼 수 있을 테니까. ",
        "next": "장면7-3"
      }
    ]
  },
  "장면7-3": {
    "text": "이제야 알겠다.\n모든 것에는 시작점이, 그리고 땅에 파묻혀 보이지 않을 뿐, 존재하는 뿌리가 있다.",
    "choices": [
      {
        "label": "우리는 그 뿌리를 들여다봐야 한다.",
        "next": "장면7-4"
      }
    ]
  },
  "장면7-4": {
    "text": "",
    "choices": ["그 뿌리에는,"]
  },
  "장면7-5": {
    "text": "",
    "choices": ["그토록 기다리던 해답이 있을지도 모른다."]
  },
  "장면8": {
    "text": "시작 메뉴로 돌아가겠습니까?\n처음부터 다시 해보겠습니까?\n종료하시겠습니까?",
    "choices": [
 {
        "label": "종료하기",
        "next": "__END__"
      },
      {
        "label": "시작 메뉴로 가기",
        "next": "__MENU__"
      },
      {
        "label": "첫 장면으로 돌아가기",
        "next": "제목 없는 구절"
      }
    ]
  }
}