const story = {
  "장면1": {
    "text": "그해 여름, 할머니가 돌아가셨다\n폭풍우가 요란스럽게도... 마을을 뒤덮었다. \n어린 시절이라 그런지, 나는 헛것을 자주 봤다.\n그런 날이면 늘 할머니의 품에 파고들며 겨우 잠에 들곤 했었는데.\n할머니가 돌아가시니 이제는 무서운 꿈을 꾸거나, 무언가 보고 누구에게 말하지?",
    "choices": [
      {
        "label": "절망이 먼저였다.",
        "next": "장면2"
      }
    ]
  },
  "장면2": {
    "text": "비가 쏟아지고, 나는 집에 있지 않았다. 집 구석에서 무언가 무서운 걸 봤다.\n언니는 장례식 행렬을 따라갔다. 하지만 나는 가지 않았다. 무서웠다.\n언니는 울지 않았다. 사람들은 전부 진지했다. \n보호자가 없는 우리의 행방이 어디로 갈지, 아무도 몰랐다.\n그리고 언니는 그것을 두려워하고 있었다.\n거기에, 내가 본 것들에 대해 말할 기회 따윈 없는 거다.",
    "choices": [
      {
        "label": "하지만 분명 거기에...",
        "next": "장면2-1"
      }
    ]
  },
  "장면2-1": {
    "text": "얘, 혼자 여기서 뭐 하고 있는 거니?\n비에 쫄딱 젖어서는... 언니는 어디다 두고?\"\n\"... 할머니 따라 갔어요.\"\n\"저런, 지금은 혼자구?\"\n\"네.\"\n\"어떡해. 이렇게나 젖어서는... 얘, 우리 집에 가자.\"\n\"... 여기가 좋아요.\"\n\"이 큰 나무 아래에서 왜? 비도 못 피하는데.\"",
    "choices": [
      {
        "label": "\"그냥 여기가 좋아요.\"",
        "next": "장면2-2"
      }
    ]
  },
  "장면2-2": {
    "text": "\"그럼 잠시 여기서 기다려. 걱정이 돼서 원.\"\n말을 건 아주머니는 떠났다. \n모두가 장례식 행렬을 따라간 건 아니었구나. \n저와 같은 사람이 있단 걸 아니 조금은 안심이 되었다.",
    "choices": [
      {
        "label": "아주머니는 곧 돌아왔다.",
        "next": "장면2-3"
      }
    ]
  },
  "장면2-3": {
    "text": "\"우리 집에서 만든 차야. 어때?\"\n그녀는 보온병과 함께 돌아왔다. \n뚜껑을 열어 살짝 차를 따라주었는데, 향이 아주 좋았다. \n\"너희 집에서도 마셨지? 할머니가 솜씨가 좋았어. 작설차라는 거야. 알아?\"\n알고 있었다. 할머니가 옛날에 자주 만들었다고 한다.\n찻잎을 짓이겨야 하는데, 손목이 아파서 못하겠다며 요 몇년간은 하지 않으셨다.",
    "choices": [
      {
        "label": "감사합니다.",
        "next": "장면2-4"
      }
    ]
  },
  "장면2-4": {
    "text": "따뜻한 차를 마시니 몸이 따뜻해졌다.\n마음도 차분해졌다. 훌쩍이는 코를 쓱 닦으면서 푹 숙이던 고개를 슬쩍 들어올렸다. \n아주머니가 머리를 꾹꾹 누르면서 만져주셨다.",
    "choices": [
      {
        "label": "좀 있다가 집에 가. 무서워서 안 들어가는 게 말이니? 너희 집인데.",
        "next": "장면2-5"
      }
    ]
  },
  "장면2-5": {
    "text": "\"... 이상한 거 봤단 말이에요.\"",
    "choices": [
      {
        "label": "\"그냥 그림자야. 그림자. 괜찮아.\"",
        "next": "장면2-6"
      }
    ]
  },
  "장면2-6": {
    "text": "\"무서운 건 진짜 질색인데...\"",
    "choices": [
      {
        "label": "\"일어나면 집으로 가. 기다리고 있잖니.\"",
        "next": "장면3"
      }
    ]
  },
  "장면3": {
    "text": "까마귀 우는 소리가 요란스레 울렸다. \n나는 화들짝 놀라 고개를 쳐들고 주위를 둘러보았다.\n아주머니는 없었다. 잠에 들었던 걸까, 내가?\n정말이지. 어안이 벙벙했다.",
    "choices": [
      {
        "label": "까마귀가 다시 요란스레 운다. ",
        "next": "장면3-1"
      }
    ]
  },
  "장면3-1": {
    "text": "서둘러 일어나 주위를 둘러보다가, 걸음을 옮겼다.\n처음에는 걷다가 나중에는 뛰었다. 빗줄기를 뚫고 거리를 지나가는데,\n사람들은 죄 장례식 행렬을 따라갔는데 구석구석 못 보던 것들이 또 보였다.",
    "choices": [
      {
        "label": "눈을 질끈 감고 쭉 직진으로 내달렸다.",
        "next": "장면3-2"
      }
    ]
  },
  "장면3-2": {
    "text": "번개가 내리친다. 헐떡이는 숨. 빗줄기는 계속 흐르고.\n몸은 축축하다. 순간, 누군가 뒷덜미를 콱, 움켜쥐는 것 같았다.",
    "choices": [
      {
        "label": "비명을 지르며 나뒹굴어졌다.",
        "next": "장면3-3"
      }
    ]
  },
  "장면3-3": {
    "text": "웅크린 채 엎드려서, 목을 더듬거리다가 숨을 죽였다. \n심장이 미친듯이 쿵쾅거렸다. 뒤에 뭐가 있었는지, 아무것도 없음을 확인해야 한다고 생각했지만, 좀처럼 고개를 들 수 없었다. \n꼭 압도된 것 같았다.",
    "choices": [
      {
        "label": "고개를 푹 숙인 채로, 아무것도 할 수 없었다.",
        "next": "장면3-3-1"
      },
   ]
  },
  "장면3-3-1":{
    "text": "빗소리만이 들리고, 알 수 없는 소름이 귀까지 돋았다. \n언니야? 작은 목소리로 물었다. 키득거리는 소리가 들렸다. \n웃음소리 같기도 한 것이 멀리서도, 가까이서도 들렸다.",
    "choices":[
      {
        "label": "울음이 터져나온다.",
        "next": "장면3-4"
      }
    ]
  },
  "장면3-4": {
    "text": "후드득, 소리와 함께, 무언가 가까이 왔다. 덜덜 떨고 있는데,\n콕, 부리가 정수리를 쪼았다.",
    "choices":[
      {
        "label": "조심스레 고개를 들자, 그 자리에는...",
        "next": "장면3-4-1"
      }
    ]
  },
  "장면3-4-1":{
    "text": "\n터무니 없게도. 까마귀가 있었다. \n사람이 무섭지도 않나. \n까마귀가 고개를 까딱이며 저를 구경하고 있었다. \n\n부리를 딱딱거리다가 날개를 푸드덕거린다.",
    "choices": [
      {
        "label": "긴장이 풀렸다.",
        "next": "장면3-5"
      }
    ]
  },
  "장면3-5": {
    "text": "비틀거리면서 일어나니, 주위에는 아무것도 없었다.\n 까마귀가 다시 날개를 푸드덕거렸다. \n다시 보니 날개를 다친 것인지, 아니면 젖어 날기 싫어진 것인지.\n",
    "choices": [
      {
        "label": "꼭 자기를 데려가라는 듯 어슬렁거린다.",
        "next": "장면3-6"
      }
    ]
  },
  "장면3-6": {
    "text": "결국 까마귀를 품에 안았다. 품안에서 따뜻한 것이 들어오니 다른 생각은 들지 않았다.\n천천히 걸음을 옮기며 까마귀를 열심히 안아들며 집으로 돌아갔다. \n까마귀는 집에 도착하니 버둥거렸다. 그리고 놓아주니, 휙, 날아가버렸다.",
    "choices": [
      {
        "label": "멀쩡한 놈이었다. 괜한 꽤병을...",
        "next": "장면3-7"
      }
    ]
  },
  "장면3-7": {
    "text": "집으로 돌아와서는 먼저 옷을 갈아입었다.\n젖은 머리도 수건으로 잘 닦았다. \n보일러를 틀고서 웅크린 채 이불 속을 파고들었다.",
    "choices": [
      {
        "label": "할머니가 보고 싶다.",
        "next": "장면3-8"
      }
    ]
  },
  "장면3-8": {
    "text": "웅크린 채로 계속 할머니를 생각하다가, 눈을 감았다. \n그 순간만큼은 집이 불편하지도, 무섭지도 않았다.",
    "choices": [
      {
        "label": "편안했다. 아주, 아주 아늑했다.",
        "next": "장면4"
      }
    ]
  },
  "장면4": {
    "text": "언니의 손끝은 붉었다. 언니를 쫓아갈 새도 없이 언니는 내 손을 쳐냈고, 행렬을 따라갔다.\n나는 내심 언니의 붉은 손끝이 계속 신경이 쓰였다. \n언니는 할머니의 마지막을 봤지. 할머니는 마지막에 아팠던 거야?\n언니는 할머니를 도운 거야?",
    "choices": [
       { "label": "하지만 언니는 어떤 답도 해주지 않았다.",
        "next": "장면4-0-1"
      },
    ]
  },
  "장면4-0-1":{
    "text": " \n나는 어쩌면 언니가 할머니의 끝을 도왔더라도 괜찮다고 생각했다. \n할머니는 힘들어했으니까. 스스로 끝을 낼 수 없다면, 타인이 필요했을지도 모른다.\n하지만 언니는 생각보다 겁도 많고, 단호하질 못하니까. \n\n글쎄, 잘 모르겠다. 할머니는 말해주지 않고서 그저 부탁을 했을지도 모른다.\n",
    "choices": [
      {
        "label": "어쩐지 모습이 그려졌다.",
        "next": "장면4-1"
      }
    ]
  },
  "장면4-1": {
    "text": "할머니는 약이라고 했을 거다. 그리고 언니에게 타달라고 했을테다.\n마지막이니까, 좋아하는 것에 타먹고 싶다고 했겠지.\n할머니는 달달한 복분자 청을 참 좋아하셨다.\n\n품도 덜 들고, 간단하다면서 이것만큼은 놓치지 않으셨다.\n우리 집에는 복분자 청이 세 통이나 있다. \n셋이서 먹기 많지 않냐는 말도 있지만 한해가 끝나기 전에 매번 동이 난다.\n",
    "choices": [
      {
        "label": "얼음물에 복분자청을 타면 정말 맛나다.",
        "next": "장면4-2"
      }
    ]
  },
  "장면4-2": {
    "text": "할머니는 복분자를 타달라고 하며, 약도 가져다 달라고 했을테다.\n그 약은 가루였을 테고, 이름이 없을 테다. \n그리고 할머니는, 직접 그 가루약을 뜯고, 마셨을 테다.\n",
    "choices": [
      {
        "label": "아주 편안한 표정이었을 테다.",
        "next": "장면5"
      }
    ]
  },
  "장면5": {
    "text": "\n고맙다고 전해주려무나.\n그 말을 들은 것도 같은데, 확실치 않다. \n그리고 누군가 저를 마구 흔들어 깨워 눈을 떴다.\n",
    "choices": [
      {
        "label": "너 대체 여기서 뭐하고 있는 거야?",
        "next": "장면5-1"
      }
    ]
  },
  "장면5-1": {
    "text": "푹 젖은 채로 언니가 울고 있었다. \n\"계속 찾아다녔잖아. 행렬 끝에 있겠거니 했는데 없고, \n누가 나무 아래에 있는 걸 봤다 해서 갔더니 거기도 없고.\n한참을 찾아다녔어. 집에 갈 거면, 집에 갈 거라고! \n누구한테라도 말이라도 하던가...\"\n",
    "choices": [
      {
        "label": "언니가 울먹이고 있었다.\n",
        "next": "장면5-2"
      }
    ]
  },
  "장면5-2": {
    "text": "\"... 비가 와서. 집에 왔어.\"\n\"말이라도 해야지. 나는, 나는 네가...\"\n\"비를 맞아서, 졸렸어.\"\n\"네가 없어지면, 너까지 없어지면, 나는...\"\n",
    "choices": [
      {
        "label": "언니가 나를 꽉 끌어안았다.",
        "next": "장면5-3"
      }
    ]
  },
  "장면5-3": {
    "text": "나는 고민하다가 말을 조금 내뱉었다. \n\"... 언니, 나 할머니 봤어.\"\n\"무슨 소리야, 헛소리 하지마.\"\n\"고맙다고 전해달라고...\"",
    "choices": [
      {
        "label": "\"그만 좀 해!\"",
        "next": "장면5-4"
      }
    ]
  },
  "장면5-4": {
    "text": "버럭 소리를 지르는 언니를 보고 어안이 벙벙해졌다. \n\"이제 그만 좀 해. 이제 할머니도 없잖아. 관심 끌려는 말은 그만둬!\"\n\"... 그게 아니라, 정말로.\"\n\"이젠 질렸어. 심란하게 하지 마. 제발, 이제 우리 둘이서 살아야 한다고.\"\n\"언니, 나는... 아니, 정말로 그러니까...\"\n\"집에는 곧장 온 거야? 왜 비를 그렇게 맞고선.\"\n\"어떤 아주머니가, 집에 가라고 하셔서... 차도 주시고.\"\n\"... 누가?\"\n\"그 왜... 작설차라고 막 주셨는데...\"\n\"대체 누가? 오늘 마을 사람들이 다 장례식을 왔잖아.\"",
    "choices": [
      {
        "label": "\"아니야, 한 분이 계셨어...\"",
        "next": "장면5-5"
      }
    ]
  },
  "장면5-5": {
    "text": "헛소리라는 듯, 또 관심받으려 한다는 듯 언니가 질린 듯 얼굴을 구겼다. \"우리 마을에 네가 모르는 사람 있어?\"\n\"... 어떤 분이, 놀러 오셨거나. 아니면 다른 집 친척일 수도 있으니까.\"\n\"없어. 없어! 아무도 없어. 그럴 거라면 이 산골에 차라도 있겠지. 차 한대도 없이 누가 와?\"\n\"아니, 정말이야. 진짜인데. 작설차도 주시고...\"",
    "choices": [
      {
        "label": "\"제발! 그냥. 그냥 솔직하게 말해줘. 응? 서하야, 제발...\"",
        "next": "장면5-6"
      }
    ]
  },
  "장면5-6": {
    "text": "언니의 얼굴이 꽤 절박해 보여서, 결국 입을 다물 수 밖에 없었다. \"미안해. 다 거짓말이야.\"\n\"... 그래, 괜찮아. 괜찮아 서하야.\"\n\n화를 삭힌 언니가 다시 나를 꽉 끌어안았다.",
    "choices": [
      {
        "label": "그때, 방 구석에서 무언가 움직이는 걸 보았다.",
        "next": "장면5-7"
      }
    ]
  },

  
  "장면5-7": {
    "text": "느릿, 느릿하게. 어떤 그림자같은 것이. \n조용하게, 집을 나선다. \n그리고 대문이 덜컹이는 소리가 나고, 비바람이 몰아치고.\n",
    "choices": [
      {
        "label": "까마귀가 운다.",
        "next": "장면5-8"
      }
    ]
  },

   "장면5-8": {
    "text": "멀리, 떠나간다.\n어쩐지 그게, 할머니였다는 생각을 했다.",
    "choices": [
      {
        "label": "터무니 없게도.",
        "next": "장면6"
      }
    ]
  },
  "장면6": {
    "text": "\n그 뒤로 우리는 서로 의지하며 살았고, 마을 사람들도 도와주었다. \n하지만 언니에게 더는 말할 수 없었다. 나는 종종 이상한 걸 봤지만, 누구에게도 말하지 않았다. \n\n더는 언니에게 말할 수 없는 부분들이 늘어나며, 점점 거리가 느껴졌다.\n언니가 날 사랑하는 건 안다. 우린 하나뿐인 가족이니까.\n하지만...\n\n",
    "choices": [
      {
        "label": "하지만...",
        "next": "장면6-1"
      }
    ]
  },
  "장면6-1": {
    "text": "말할 수 없다는 건 괴롭다. \n홀로 고향에 내려와서는 한참이나 생각에 빠졌다. \n더는 내게 보이는 것을 부정할 수 없었다.\n",
    "choices": [
      {
        "label": "언니와 거리를 두자.",
        "next": "장면6-2"
      }
    ]
  },
  "장면6-2": {
    "text": "그래, 결심했다. 다만 영원히는 아니다.\n내가 내 눈에 보이는 것이 뭔지, 내가 겪은 것이 무엇인지 정말로 알 때까지. \n그리고, 언젠가, 그걸 언니에게도 이야기 할 수 있을 때까지는...\n",
    "choices": [
      {
        "label": "언니와 멀어져야겠다.",
        "next": "장면6-3"
      }
    ]
  },
  "장면6-3": {
    "text": "그렇다고 언니가 싫은 건 아니다. \n영원한 이별도 아니다.\n다만 나를 위해, 서로를 위해.\n\n나는 나를 규명해야 하는 것이다.\n",
    "choices": [
      {
        "label": "이야기가 끝났습니다.",
        "next": "장면7"
      }
    ]
  },
  "장면7": {
    "text": "",
    "choices": [
       {
        "label": "종료하기",
        "next": "__END__"
      },
      {
        "label": "시작 메뉴로 가기",
        "next": "__MENU__"
      },
      {
        "label": "첫 장면으로 돌아가기",
        "next": "제목 없는 구절"
      }
    ]
  }
}