const story = {
  "場面1": {
    "image": "images/summer/ch_summer.png",
    "text": "妹は時々変わった考えをすることがあった。\n想像力が豊かな子だった。\n成人になったことをお祝いするメッセージを送ったが、その子からの返事がなかなか来なかった。\nそしてやっと返ってきた返事は、一通のメッセージだった。「しばらく連絡したくない。いつまでかは私にも分からない。」\n単純な言葉だったが、なぜか、その言葉がまるで。もしかすると一生、永遠に。連絡したくないということのように見えた。",
    "choices": [
      {
        "label": "妹との不和はかなり前からだった。ギクシャクした関係はどんどん大きくなるばかりで。",
        "next": "場面1-1"
      }
    ]
  },
  "場面1-1": {
    "image": "images/summer/white-flower.png",
    "text": "修復する方法も、元に戻す方法も分からず、このようになった理由も実は分からない。\nでも始まりは知っている。\nおばあちゃんが亡くなったあの夏。",
    "choices": [
      {
        "label": "確かに、それがすべての始まりだった。",
        "next": "場面1-2"
      }
    ]
  },
  "場面1-2": {
    "image": "images/winter/ch_winter.png",
    "text": "... ...\n... ...\nそうだからといって、亡くなったおばあちゃんが生き返るわけでもない。\n無駄に考えたところで気分が悪くなるだけだ。",
    "choices": [
      {
        "label": "それでも今は妹の物は、あの故郷の家にしか残っていない。",
        "next": "場面1-3"
      }
    ]
  },
  "場面1-3": {
    "image": "images/summer/old-dark-house.png",
    "text": "考えてみると。\nあの家に私が用事があった。あまりにも長い間行っていなかったし、また管理しなければならないこともあったし...\n仕方がない。",
    "choices": [
      {
        "label": "あの家に帰ってみなければならない。",
        "next": "場面2"
      }
    ]
  },
  "場面2": {
    "image": "images/winter/street-full-over-snow.png",
    "text": "村は変わっていなかった。\nただ人々がほとんど去って、とても静かだった。\n雪に覆われた村に、生きているものといえば私だけのようだった。",
    "choices": [
      {
        "label": "家に入る。",
        "next": "場面2-1"
      }
    ]
  },
  "場面2-1": {
    "image": "images/winter/crow-with-snow.png",
    "text": "長い間放置された家では、今にも崩れそうなほど雪がたくさん積もっていた。\n庭の片隅には覆盆子の木があった。\n縁側には誰かが置いていったように、茶葉が置かれている。いつ置いていったのだろうか？\n屋根の上にカラスが止まっている。いつ来たのかも分からなかった。",
    "choices": [
      {
        "label": "覆盆子の木を見てみる。",
        "next": "場面3-1"
      }
    ]
  },
  "場面3-1": {
    "image": "images/winter/red-tea.png",
    "text": "おばあちゃんは覆盆子がお好きだった。\nこの辺りはかなり良い覆盆子が採れて、他の場所とはまた違うと。\n小さい頃からおばあちゃんが漬けた覆盆子シロップをよく飲んだ。温かいお湯に少し入れるとそれがお茶になった。\nいつも食事を終えると淹れてくださったのに...",
    "choices": [
      {
        "label": "続く",
        "next": "場面3-2"
      }
    ]
  },
  "場面3-2": {
    "image": "images/winter/red-tea.png",
    "text": "覆盆子の木は枯れ果てている。\n指先で木を撫でた。\nおばあちゃんは最後の瞬間まで覆盆子を飲みたいとおっしゃった。\n周りを見回した。まだ残っているものがある。",
    "choices": [
      {
        "label": "雀舌茶を開けてみる。",
        "next": "場面4"
      }
    ]
  },
  "場面4": {
    "image": "images/winter/pot-of-tea.png",
    "text": "丁寧に包装されたものを開けてみると、幸いにも中にカビは生えていなかった。\n蓋を開けるとすぐに上品な香りが広がっていく。手で潰して汁を出した茶葉はいつも濃い香りがした。\nこうなった以上、",
    "choices": [
      {
        "label": "一度飲んでみようか... と思った。",
        "next": "場面4-1"
      }
    ]
  },
  "場面4-1": {
    "image": "images/winter/pot-of-tea.png",
    "text": "でも沸かす場所がない。水道も止まって久しい場所だ。雪を汲んで沸かすこともできない。仕方がない。",
    "choices": [
      {
        "label": "きちんと保管しておかなければ。",
        "next": "場面4-2"
      }
    ]
  },
  "場面4-2": {
    "image": "images/winter/pot-of-tea.png",
    "text": "茶葉にしばらく鼻を近づけて考えに浸った。\nあの夏、実は私は妹が怖かった。\n私を疑ったからではなく―。その子が見つめているもの、思い出しているもの、そして...\n体験したと言うこと。\n何より―。私が。\nその子と一緒にいる時に見たものが恐ろしかった。",
    "choices": [
      {
        "label": "首を振る。",
        "next": "場面4-3"
      }
    ]
  },
  "場面4-3": {
    "image": "images/winter/pot-of-tea.png",
    "text": "その子は少し... 特別だった。\n私はそれが怖かった。だからもっと理不尽に鋭く接したのかもしれない。\nそう、私はその子に意地悪をした。ずっと無駄な話をしていると、無意味に嘘をついて...\n私を動揺させているのだと。信じたかった。\nでも...",
    "choices": [
      {
        "label": "本当にそれが、全部嘘だったのだろうか？",
        "next": "場面5"
      }
    ]
  },
  "場面5": {
    "image": "images/winter/pot-of-tea.png",
    "text": "お茶の蓋をしっかり閉めて首を振った。いや、やはり馬鹿げた考えだ。やめよう。\nその瞬間、カラスがカーッと鳴く。",
    "choices": [
      {
        "label": "後ろを振り返りながら屋根の上を見上げた。",
        "next": "場面5-1"
      }
    ]
  },
  "場面5-1": {
    "image": "images/winter/crow-with-snow.png",
    "text": "真っ白な雲が敷かれた空、雪が降っている。\n屋根の上にゆっくりと雪が降り、カラスは羽をばたつかせながら雪を払うだけで、去ろうとしなかった。\nまるで私を待ち続けていたようだった。とても長い間...",
    "choices": [
      {
        "label": "カーッ",
        "next": "場面5-2"
      }
    ]
  },
  "場面5-2": {
    "image": "images/winter/crow-with-snow.png",
    "text": "妹は、その子は不思議だった。\n他の人とは違った。あまりにも違った。\nその子はカラスを好きだった。小さい頃は怖がっていたのに。\nいつからかカラスを好きになった...",
    "choices": [
      {
        "label": "あの日もカラスが鳴いていた。とても長い間...",
        "next": "場面5-3"
      }
    ]
  },
  "場面5-3": {
    "image": "images/winter/crow-with-snow.png",
    "text": "秘密を一つ話してみよう。\n本当に馬鹿げたことだと、私が勘違いしたのだと、幼い心に理不尽に振り回されたのだと思っていたが。",
    "choices": [
      {
        "label": "......",
        "next": "場面5-4"
      }
    ]
  },
  "場面5-4": {
    "image": "images/winter/crow-with-snow.png",
    "text": "私は実はあの日、妹が、妹のそばにいた、妹を、...つまり。",
    "choices": [
      {
        "label": "私はもしかすると知っていたのかもしれない。",
        "next": "場面5-5"
      }
    ]
  },
  "場面5-5": {
    "image": "images/winter/crow-with-snow.png",
    "text": "妹が言ったことが全部本当だったということを。\nその子が話し、体験したことが全部事実だったということを。\n受け入れることができなかっただけで。",
    "choices": [
      {
        "label": "妹は本当にあの日...",
        "next": "場面5-6"
      }
    ]
  },
  "場面5-6": {
    "image": "images/winter/crow-with-snow.png",
    "text": "... 謝ろうか。\n謝ろうか。話をしてみようか。\nあの日、実は知っていたと。\n怖くて目を逸らそうとしたけれど。",
    "choices": [
      {
        "label": "実は...",
        "next": "場面5-7"
      }
    ]
  },
  "場面5-7": {
    "image": "images/winter/crow-with-snow.png",
    "text": "私はあの夏、話す勇気がなかった。\n受け入れることができなかった。\n本当に... 本当に....\n怖かったのだ。",
    "choices": [
      {
        "label": "決心した。",
        "next": "場面6"
      }
    ]
  },
  "場面6": {
    "image": "images/summer/ch_summer.png",
    "text": "妹に連絡することにしたが、どのように言えばいいか分からず長い間悩んでいて、うとうと眠ってしまった。\n久しぶりに夢を見た。不思議なことに、私はほとんど見ないのに...\n世界中が白く染まっていた。すべて雪に覆われて、音も光もなく。\nすべてが一つの光だけで...",
    "choices": [
      {
        "label": "私は歩き続ける。ずっと...",
        "next": "場面6-1"
      }
    ]
  },
  "場面6-1": {
    "text": "そうしているうちに、遠くから力強い音と共に、メキメキという音が聞こえた...",
    "choices": [
      {
        "label": "あれは何だろう？",
        "next": "場面6-2"
      }
    ]
  },
  "場面6-2": {
    "image": "images/winter/ch_winter.png",
    "text": "私は走って行った。夢だからか、雪原なのに転ばなかった。\n雪の上を走り続けた。\n白い雪原は終わりがないのに、煙が立ち上る場所があった。\n白い煙が... 倒れた木から出ていた。",
    "choices": [
      {
        "label": "木に近づいた。",
        "next": "場面6-3"
      }
    ]
  },
  "場面6-3": {
    "image": "images/winter/broken-tree.png",
    "text": "木はバラバラになっていた。\nバラバラになったまま...\n\n古くて枯れてねじれた木の根の間から、何かを見たような気もした。\nとても古い悲しみのようでもあり、幼い顔のようでもある何かがちらりと過ぎて行った。",
    "choices": [
      {
        "label": "でもはっきりしなかった。",
        "next": "場面6-4"
      }
    ]
  },
  "場面6-4": {
    "image": "images/winter/broken-tree.png",
    "text": "なぜだろうか。私はそれがまさに私がとても長い間忘れようとした何かだという気がした。\nとても長い間、忘れようとした何か。目を逸らしていた何か。\nそしてその下に幼い子供の顔が。",
    "choices": [
      {
        "label": "その顔がまるで。",
        "next": "場面6-5"
      }
    ]
  },
  "場面6-5": {
    "image": "images/winter/broken-tree.png",
    "text": "幼い頃の私のようでもあり。\nその子の顔のようでもあり...",
    "choices": [
      {
        "label": "分からない。",
        "next": "場面6-6"
      }
    ]
  },
  "場面6-6": {
    "text": "目を覚ますと辺りは真っ暗だった。夜になってしまったのだ。\n明日また東京に上がらなければならない。\nそして。\nそしてもしかすると、再び。",
    "choices": [
      {
        "label": "妹と再び...",
        "next": "場面7"
      }
    ]
  },
  "場面7": {
    "image": "images/winter/pot-of-tea.png",
    "text": "雀舌茶を淹れた。\n記憶よりもさらに鮮明で、濃い香りだ。",
    "choices": [
      {
        "label": "静かに座って妹にメールを書き始めた。",
        "next": "場面7-1"
      }
    ]
  },
  "場面7-1": {
    "image": "images/winter/pot-of-tea.png",
    "text": "もしかすると私たちは再び連絡を取るかもしれない。\n再び家族になるかもしれない。",
    "choices": [
      {
        "label": "再び、お互いがお互いにとって大切になるかもしれない。",
        "next": "場面7-2"
      }
    ]
  },
  "場面7-2": {
    "image": "images/winter/pot-of-tea.png",
    "text": "そうでなくても良い。",
    "choices": [
      {
        "label": "少なくとも私たちは再びお互いを見つめ合うことができるだろうから。",
        "next": "場面7-3"
      }
    ]
  },
  "場面7-3": {
    "image": "images/winter/broken-tree.png",
    "text": "今になって分かった。\nすべてのものには始まりがあり、そして地面に埋もれて見えないだけで、存在する根がある。",
    "choices": [
      {
        "label": "私たちはその根を見つめなければならない。",
        "next": "場面7-4"
      }
    ]
  },
  "場面7-4": {
    "image": "images/winter/broken-tree.png",
    "text": "",
    "choices": [
      {"label":"その根には、", "next":"場面7-5"}
    ]
  },
  "場面7-5": {
    "image": "images/winter/broken-tree.png",
    "text": "",
    "choices": [
      {
        "label":"あれほど待ち望んでいた答えがあるかもしれない。", 
        "next":"場面8"
      }
    ]
  },
  "場面8": {
   "text": "",
    "choices": [
      {
        "label": "終了する",
        "next": "__END__"
      },
      {
        "label": "スタートメニューに戻る",
        "next": "__MENU__"
      },
      {
        "label": "最初の場面に戻る",
        "next": "場面1"
      }
    ]
  }
}